13/data/attachments/7fb3e9ee2ab9c93c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Craig_admit_Actions_70943_1</nif:username>
            <nif:friendToBeRequested>soap_actions_62386423-fbae-4681-a542-9139144005da</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>